---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorAngle
source: html/e6589695-ee0f-f9eb-dc38-a8477863ad18.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorAngle Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorAngle { get; }
```